         41 전체,클렌징           탑 시크릿 내추럴 액션 엑스폴리에이터                                        52000 20, 30           입생로랑(YVESSAINTLAURENT)      공용       복합성
         43 전체,클렌징           뷰티 클리어 파우더                                                  30000 전,10,20, 30, 40  수이사이                        여성       건성
         45 전체,클렌징           리프레싱 미셀라 솔루션 퓨어 래디언스 클렌저                                    79000 30, 40           겔랑                          공용       건성
         48 전체,클렌징           써스티클렌즈 데일리 하이드레이팅 클렌져                                       49000 전,10, 20, 30, 40 글램글로우                       공용       복합성, 여드름성
         50 전체,클렌징           칼렌둘라 딥 클렌징 포밍 페이스 워시                                        39000 전,10, 20, 30, 40 키엘                          공용       건성
         52 전체,클렌징           퓨어 클렌징 리무버                                                  12000 20, 30, 40       헤라                          공용       건성
         54 전체,클렌징           순행 클렌징 오일                                                   40000 20, 30, 40       설화수                         공용       건성, 아토피성
         56 전체,클렌징           데아 리얼 리무버                                                   28000 전,10,20,30,40    베네피트                        남성       건성
         58 전체,클렌징           무쓰 에끌라 포밍 클렌저                                               30000 전,10, 20, 30, 40 랑콤                          공용       복합성, 여드름성
         60 전체,클렌징           페이셜 트리트먼트 클렌징 오일                                            76000 20, 30, 40       에스케이투                       공용       복합성, 여드름성
          2 전체,립제품           게리쏭 에센셜 립밤 퓨어                                                4200 전,10,20,30,40    게리쏭                         여성       모든피부
          4 전체,립제품           겔랑 키스키스 로스립 밤                                               40000 전,10,20,30,40    겔랑                          여성       모든피부
          6 전체,립제품           궁중비책 모이스쳐 스틱 밤                                              15000 전,10,20,30,40    궁중비책                        공용       모든피부
          8 전체,립제품           플럼프레이져스 메탈릭 립플럼퍼 트리트먼스                                      23000 전,10,20,30,40    샤넬                          여성       모든피부
         10 전체,립제품           키엘 레몬버터 컬러 립밤                                               24000 전,10,20,30,40    키엘                          공용       모든피부
         12 전체,립제품           헤라 루즈 홀릭 리퀴드 5g                                             32000 전,10,20,30,40    헤라                          여성       모든피부
         16 전체,립제품           베네피트 데아 리얼 더블 더립 1.5g                                       18000 전,10,20,30,40    베네피트                        여성       모든피부
         18 전체,립제품           랑콤 마뜨 쉐이커                                                   37000 전,10,20,30,40    랑콤                          여성       모든피부
         20 전체,립제품           에스케이투 링클 스페셜리스트 25g                                        200000 전,10,20,30,40    에스케이 투                      공용       모든피부
         69 전체,로션            MY KIDS LOTION FRESH                                        23000 10               그린핑거                        공용       건성
         90 전체,선케어           울트라 라이트 데일리 유브이 디팬스 썬스크린                                    42000 20,30,40         키엘                          공용       복합성
          1 전체,립제품           KATE CC립크립                                                   9900 전,10,20,30,40    가네보                         공용       모든피부
          3 전체,립제품           겐조 밤 포 립스 투 키스                                              33000 전,10,20,30,40    겐조                          여성       모든피부
          7 전체,립제품           그린핑거 마이키즈 립밤                                                 7200 전,10,20,30,40    그린핑거                        공용       모든피부
          9 전체,립제품           니베아 립케어 모이스쳐 4.8g                                           10000 전,10,20,30,40    니베아                         공용       모든피부 
         11 전체,립제품           입생로랑 베르니 아 레브르 팝 워터                                         41000 전,10,20,30,40    입생로랑                        여성       모든피부
         15 전체,립제품           시세이도 베네피앙스 풀 코릭션 립 트리트먼트                                    31000 전,10,20,30,40    시세이도                        공용       모든피부
         17 전체,립제품           샤넬 루쥬 알뤼크 잉크 6ml                                            45000 전,10,20,30,40    샤넬                          여성       모든피부
         19 전체,립제품           디올 어딕트 립 글로우 3,5g                                           30000 전,10,20,30,40    디올                          여성       모든피부
         22 전체,스킨            GUERISSON SKIN 130ml                                        14000 20,30,40         게리쏭                         공용       건성,지성
         23 전체,스킨            KENZOKI SKIN MOISTURIZING SKIN GUARDIAN                     43000 20,30            겐조                          공용       건성
         25 전체,스킨            GO WHITHME MVP all-in-one facial treatment 80ml             11000 10,20            고위드미                        공용       지성,건성
         26 전체,스킨            Going Secret sodding fluid 160ml                            19000 10               궁중비책                        여성       지성,건성
         27 전체,스킨            GREEN FINGER ULTRA SKIN 300ml                               15000 10               그린핑거                        여성       건성
         29 전체,스킨            NIVEA FOR MAN COOLKICK AFTER SHAVE SKIN 100ml                5000 10               니베아                         남성       건성,지성
         30 전체,스킨            KIEHLs CALENDULA HERVAL-EXTRA TONER 500ml                  104000 20,30            키엘                          여성       지성
         31 전체,스킨            yves saint laurent 3-in-1 toning and clea 150ml             66000 20,30,40         입생로랑                        여성       건성
         32 전체,스킨            HERA SIGNIA WATER 180ml                                     56000 20,30,40         헤라                          여성       지성
         33 전체,스킨            SULWHASOO VITALIZING WATER 150ml                            75000 전,10,20,30,40    설화수                         여성       지성,건성
         35 전체,스킨            SHISEIDO WHITE LUSENTE INFUSER 150ml                        55000 30,40            시세이도                        여성       건성
         42 전체,클렌징           스킨 릴리프 클렌징 폼                                                12000 30, 40           게리쏭9컴플렉스(GUERISSON9complex) 공용       건성
         44 전체,클렌징           블랑 드 펄 클렌징 폼                                                78000 전,10,20,30, 40   겔랑                          공용       건성
         47 전체,클렌징           촉촉한 자연보습 퓨어 클렌징 워터                                          17000 10               그린핑거                        공용       건성, 민감성
         46 전체,클렌징           마일드 클랜징 티슈                                                   3000 10               궁중비책                        공용       모든피부
         49 전체,클렌징           센서티브 3 in 1 미셀라 클렌징 워터                                      21000 전,10, 20, 30, 40 니베아                         공용       건성, 아토피성
         51 전체,클렌징           레어 어스 딥 포어 데일리 클렌저                                          31000 전,10, 20, 30, 40 키엘                          공용       복합성, 여드름성
         53 전체,클렌징           화이트 프로그램 딥 클렌징 폼                                            32000 20, 30, 40       헤라                          공용       지성
         55 전체,클렌징           티스 딥 오프 오일                                                  18000 20, 30, 40       시세이도                        공용       지성
         57 전체,클렌징           수블리마지 데마끼앙 꽁포르 수프렘                                          45000 20, 30, 40       샤넬                          여성       건성, 여드름성
         59 전체,클렌징           인스턴트 아이 메이크업 리무버                                            40000 20, 30, 40       디올                          여성       복합성
         61 전체,로션            AGE AWAY VITALIZING EMULSION                                55000 전,10,20,30,40    헤라                          여성       건성
         63 전체,로션            BLUE ASTRINGENT HERBAL LOTION                               29000 전,10,20,30,40    키엘                          여성       지성,여드름성
         65 전체,로션            FACIAL LIFT EMULSION                                       125000 전,10,20,30,40    에스케이투                       여성       지성
         67 전체,로션            WHITE LUSCENT LUMINISING                                    72000 전,10,20,30,40    시세이도                        여성       건성
         71 전체,로션            공진향 수연 로션                                                   79000 30,40            후                           여성       건성
         73 전체,로션            WHITE PROGRAM RADIANCE EMULSION                             50000 전,10,20,30,40    헤라                          공용       복합성
         75 전체,로션            CAPTURE TOTALE CONSENTRATED NURTURING RICH LOTION           60000 전,10,20,30,40    디올                          공용       건성
         78 전체,로션            CELLUMINATION MASK IN LOTION                               104000 전,10,20,30,40    에스케이투                       여성       건성
         13 전체,립제품           설화수 에센셜 립세럼 스틱 3g                                           40000 전,10,20,30,40    설화수                         여성       모든피부
         14 전체,립제품           더 후 공진향미 럭셔리 립루즈 6g                                         28000 전,10,20,30,40    후                           여성       모든피부
         21 전체,스킨            IMPRESS EMULSION 2 100ml                                   104000 전,10,20,30,40    가네보                         여성       건성
         38 전체,스킨            LANCOME TONIQUE CONFORT TONER 400ml                         54000 20,30            랑콤                          여성       건성,지성
         39 전체,스킨            DITOR CAPTURE TOTALE DREAMSKIN SKIN 150ml                  105000 20,30,40         디올                          여성       지성
         40 전체,스킨            Facial Treatment Clear Lotion Toner 150ml                  119000 30,40            에스케이투                       여성       건성,지성
         79 전체,로션            WHITENING SOURCE CLEAR LOTION                               80000 전,10,20,30,40    에스케이투                       여성       복합성
         80 전체,로션            IBUKI PROTECTED MOISTURIZER                                 70000 전,10,20,30,40    시세이도                        여성       복합성
         81 전체,선케어           ALLIE SPF50+ PA+++ SUNSCREEN 60ml                           27000 30               가네보                         여성       복합성
         82 전체,선케어           게리쏭 멀티얼반프로텍터                                                26000 20,30            게리쏭                         여성       건성,복합성
         83 전체,선케어           KENZOKI SKIN TOPCOAT SPF30 PA+++ 50ml                       37000 30               겐조                          공용       복합성
         84 전체,선케어           BLANC DE PERLE UV BASE DUO SET 30ml                        120000 20,30,40         겔랑                          여성       지성
         85 전체,선케어           고위드미 프로 내츄럴 선스틱                                             10000 10,20            고위드미                        여성       복합성
         86 전체,선케어           궁중비책 플레이 선로션 SPF50 PA++                                     16000 전,10,20,30,40    궁중비책                        공용       복합성
         87 전체,선케어           그린핑거 훼이셜선 40ml                                              14000 10,20            그린핑거                        공용       복합성
         88 전체,선케어           글로우스타터 모이스쳐라이저 펄 글로우                                        36000 20,30            글램글로우                       여성       건성
         89 전체,선케어           니베아 페이스 선블럭 화이트닝 크림 50ml(SPF50)                              7000 10,20            니베아                         공용       건성
         91 전체,선케어           뚜쉬 에끌라 블러 선프라이머 30ml                                        60000 20,30            입생로랑                        여성       지성
         92 전체,선케어           헤라 선 메이트 레포츠 SPF50+ PA++++                                  27000 20,30,40         헤라                          여성       건성
         93 전체,선케어           AP 트리플디펜스선프로텍터 SPF50+ PA+++ 60ml                            70000 30,40            설화수                         여성       건성
         94 전체,선케어           후 공진향 진해윤 링클 선 17년 G 50ml                                   50000 30,40            후                           여성       복합성
         95 전체,선케어           PERFECT UV SUNSCREEN SKINCARE MILK SPF50+ PA++++            35000 20,30            시세이도                        공용       복합성
         96 전체,선케어           Dream Screen 45ml                                           36000 20,30            베네피트                        여성       건성
         97 전체,선케어           씨씨 크림 코렉션 컴플리트 수퍼 액티브 30ml                                  60000 20,30,40         샤넬                          여성       건성
         98 전체,선케어           UV 엑스퍼트 유스 쉴드 아쿠아 젤 50ml                                    65000 20,30,40         랑콤                          공용       복합성
         99 전체,선케어           DIOR PRESTIGE WHITE COLLECTION UV BLEMISH BALM 30ML        110000 20,30            디올                          여성       복합성
        100 전체,선케어           애트모스피어 에리 라이트 유브이 에멀젼 30g                                   60000 30,40            에스케이투                       여성       건성
         24 전체,스킨            ORCHIDEE IMPERIALE TONER 125ml                             136000 30,40            겔랑                          여성       지성
         34 전체,스킨            REFRESHING TONER 300ml                                      33000 30,40            후                           여성       지성
         37 전체,스킨            CHANEL LOTION DOUCEUR GENTLE TONER 200ml                    61000 20,30,40         샤넬                          여성       지성
         62 전체,로션            자음유액                                                        63000 30,40            설화수                         여성       복합성
         64 전체,로션            HYDRA BEAUTY LOTION                                         74000 전,10,20,30,40    샤넬                          여성       건성
         66 전체,로션            BLANC DE PERLE ESSENCE IN LOTION                            89000 전,10,20,30,40    겔랑                          여성       복합성
         68 전체,로션            TRIPLE PERFORMING EMULSION                                  42000 20,30            베네피트                        여성       건성
         70 전체,로션            AQUA BOLIC ESSENCIAL EMULSION                               46000 전,10,20,30,40    헤라                          여성       건성
         72 전체,로션            ENERGIE DE VIE PERLEE LOTION                                63000 전,10,20,30,40    랑콤                          여성       건성
         74 전체,로션            ULTRA FACIAL MOISTURIZER                                    40000 전,10,20,30,40    키엘                          공용       건성
         76 전체,로션            진설유액                                                       120000 30,40            설화수                         여성       복합성
         77 전체,로션            자음생유액                                                       90000 30,40            설화수                         여성       건성
CREATE TABLE buy(
name varchar2(20),
address varchar2(50),
product_name varchar2(50),
count number(10)
);

alter table buy add id varchar2(50)
select * from buy
delete from buy 
drop table client
CREATE TABLE client(
id varchar2(20),
password varchar2(20),
name varchar2(20),
address varchar2(50),
point number(10),
grade varchar(20)
);

CREATE TABLE review(
product_name varchar2(50),
name varchar2(10),
star varchar2(20),
review varchar2(50)
)

select * from client
UPDATE client SET password='a' where id='a'

INSERT INTO review
VALUES('진설유액','최미나','★★','별로...');